{
  "videoId": "Gd_sPKym5IY",
  "title": "Birthday Gift Conversation",
  "description": "Chris is trying to find the perfect birthday gift for Lisa.",
  "duration": "4 phút 27 giây",
  "level": "Intermediate",
  "subtitles": [
    { "start": 0.0, "end": 14.56, "text": "I'm in a real pickle trying to figure out what" },
    { "start": 14.56, "end": 21.14, "text": "to get Lisa for her birthday. I want it to knock her socks off, you know?" },
    { "start": 21.14, "end": 32.92, "text": "Oh, I feel you, Chris. It's like searching for a needle in a haystack sometimes, isn’t it?" },
    { "start": 32.92, "end": 40.52, "text": "Always trying to hit the nail on the head, but I’ll tell you what … it's easier said than done." },
    { "start": 40.52, "end": 45.64, "text": "Tell me about it! It always really stresses me out," },
    { "start": 45.64, "end": 52.5, "text": "you know? Last year, she wasn't exactly over the moon about the pajamas I got her." },
    { "start": 52.5, "end": 59.52, "text": "Have you considered asking her outright what she wants? Sometimes," },
    { "start": 59.52, "end": 62.34, "text": "it's best to cut to the chase." },
    { "start": 62.34, "end": 67.58, "text": "I thought about it, but I don't want to ruin the surprise." },
    { "start": 67.58, "end": 74.1, "text": "I get it. How about feeling her out with some casual questions?" },
    { "start": 74.1, "end": 79.52, "text": "Good idea! I'll try to put out some feelers during dinner" },
    { "start": 79.52, "end": 87.54, "text": "tonight. But she's always as cool as a cucumber and doesn't give much away." },
    { "start": 87.54, "end": 95.16, "text": "True, true. But don't throw in the towel just yet. We need to" },
    { "start": 95.16, "end": 98.82, "text": "put our heads together and come up with something." },
    { "start": 98.82, "end": 105.92, "text": "You're right, Sarah. I can't afford to be caught with my pants down on this one, can I? I" },
    { "start": 105.92, "end": 113.38, "text": "was thinking of getting her a tennis racket she's been eyeing, but it cost an arm and a leg." },
    { "start": 113.38, "end": 119.04, "text": "Well, you don't want to break the bank," },
    { "start": 119.04, "end": 124.52, "text": "but at the same time, you don't want to pinch pennies either." },
    { "start": 124.52, "end": 131.12, "text": "Yeah, that's a fine line to walk. I don't want her thinking I'm rolling in dough" },
    { "start": 131.12, "end": 139.08, "text": "or on the other hand, scraping the bottom of the barrel. It's got to be just right." },
    { "start": 139.08, "end": 147.84, "text": "Absolutely. Let's find that sweet spot where the cost matches the value." },
    { "start": 147.84, "end": 152.2, "text": "Just remember, it's the thought that counts," },
    { "start": 152.2, "end": 157.4, "text": "but we want to make sure the thought is worth its weight in gold." },
    { "start": 157.4, "end": 160.56, "text": "Couldn't have said it better myself," },
    { "start": 160.56, "end": 167.7, "text": "Sarah. Thanks for being my sounding board. I’m going to make this gift a slam dunk!" },
    { "start": 167.7, "end": 172.96, "text": "So, what’s she into besides tennis?" },
    { "start": 172.96, "end": 177.92, "text": "Well, she's into photography. But" },
    { "start": 177.92, "end": 181.58, "text": "I'm afraid anything related to that might be over my budget." },
    { "start": 181.58, "end": 186.88, "text": "Well, we don't want you going broke for one present. What" },
    { "start": 186.88, "end": 193.82, "text": "about planning a cozy weekend getaway? Now that could be a real game-changer." },
    { "start": 193.82, "end": 198.68, "text": "A weekend getaway, huh? That's not a" },
    { "start": 198.68, "end": 205.44, "text": "bad idea. A romantic weekend someplace might be just what the doctor ordered." },
    { "start": 205.44, "end": 212.16, "text": "Or, how about something sentimental? Maybe a custom" },
    { "start": 212.16, "end": 217.38, "text": "piece of jewelry or a scrapbook of your favorite memories together?" },
    { "start": 217.38, "end": 223.96, "text": "Ah, the sentimental route. That could be the golden ticket." },
    { "start": 223.96, "end": 227.08, "text": "I was thinking of getting her perfume, too." },
    { "start": 227.08, "end": 234.48, "text": "Perfume's a classic choice. You just need to make sure it's not a shot" },
    { "start": 234.48, "end": 239.68, "text": "in the dark. Maybe sneakily find out her favorite scent." },
    { "start": 239.68, "end": 246.62, "text": "Good call, Sarah! I appreciate the advice; you're a real lifesaver." },
    { "start": 246.62, "end": 252.76, "text": "No problem! We're in the same boat when it comes to navigating the" },
    { "start": 252.76, "end": 267.16, "text": "tricky waters of gift-giving. We'll make sure you hit the bullseye with this one." }
  ]
}
